cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'railwaycat/emacsmacport'
tap 'thoughtbot/formulae'

brew 'ack'
brew 'autojump'
brew 'aws-keychain'
brew 'awscli'
brew 'cask'
brew 'clojurescript'
brew 'curl'
brew 'dnsmasq'
brew 'editorconfig'
brew 'git'
brew 'htop'
brew 'hub'
brew 'icdiff'
brew 'imagemagick'
brew 'leiningen'
brew 'mas'
brew 'nginx'
brew 'nvm'
brew 'rbenv'
brew 'rcm'
brew 'redis'
brew 'rlwrap'
brew 'siege'
brew 'the_silver_searcher'
brew 'tmux'
brew 'webp'
brew 'yarn'
brew 'zlib'
brew 'zsh'
brew 'packer'

cask 'alfred'
cask 'android-file-transfer'
cask 'android-studio'
cask 'archiver'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'tunnelbear'
cask 'vlc'
cask '1password'
cask 'whatsapp'
cask 'adobe-acrobat-reader'
cask 'sublime-text'
cask 'fullcontact'
cask 'evernote'

mas 'Xcode', id: 497799835 
